export const breath = {
    slug: 'breath', // 주소창에 들어갈 이름
    title: '숨을 쥔 아이',
    date: '2025-10-16',
    content: `
- 그냥 떠오르는 이야기들입니다.
- 모든 행동에 대한 합리화를 하려는 것도, 그럴 수밖에 없었다는 것도, 두둔하려는 것도 아닙니다.
- 그저 제 생각을 날것 그대로 씁니다.

* * *

인간은 살기 위해서 숨을 쉰다. 그런데 이건 누가 정한 걸까.


그 아이에게는 엄마도, 아빠도 없었다. 육체적으로도, 정신적으로도. 그러니까 가족이라고 부를 수 있는 건 고작 누나 하나뿐이었다. 서류상으로 얽혀 있다 한들, 그게 정말 가족이라고 할 수 있나. 현주보다 키도 작고, 덩치도 왜소했지만 건이는 늘 현주를 지켜야 한다는 게 당연하다 생각했다. 그 어린 나이에 맷집이 세서 안 울고 버틸 수 있었던 건, 책임감 때문이었을지도 모른다. 자기가 다치면, 현주가 깨끗하니까. 그게 그 아이가 너무 일찍 배워버린 세상의 논리였다.

인간이기에 숨을 쉬어야 했는데, 숨을 쉬고 있다는 것만으로도 맞아야 했고, 결국은 인간도 아니면서 숨을 쉬고 있다는 그 모순 속에 갇혔다.

숨기는 게 익숙한 아이들은, 어릴 때부터 빠르게 철이 들어버린 아이들은 오히려 어리광을 부리는 게 쉽다. 능숙하게 자신을 꾸며낼 수 있다는 뜻이다. 누군가를 따라 하기 위해서 거짓말을 하는 게 아니라, 자신을 보호하기 위해서. 물론 그 가면을 유지하는 것은 상상 이상으로 힘들다. 무겁고, 잠깐만 방심해도 들켜버린다. 아마 현주는 알았을 것이다. 건이가 일부러 애같이 군다는 것을, 자신을 안심시키기 위해, 그 나이 대의 아이처럼 행동한다는 것을. 제 동생이 아무리 자라봐야, 현주의 눈에는 마냥 어린아이일 테니까. 그러니 이 남매는 바보들이었다.

그 길지 않은 삶 동안 평생 보고 자란 것은 알코올 중독 부친과 매일 같이 쏟아지는 폭력, 그 틈에서 가면을 쓴 자신의 모습이었다. 그러다 마주했던, 상상도 하지 못했던 '평범한' 가정. 환상인 줄만 알았던 게 실제로 존재한다는 사실은, 그 아이에게 꽤나 충격적이었을 것이다. 그래서 바랐겠지. 누구의 눈치도 보지 않고, 쫓기지도, 아프지도, 긴장 속에 살지 않아도 되는 곳. 인간이기에 숨을 쉬는 것이, 그저 당연하다고 여겨지는 그런 곳을.
`
}