export const choijaeyoung = {
    slug: 'choijaeyoung',
    title: '높고 빛나는 자리에 오르게 되리라',
    date: '2025-11-10',
    status: 'PSYCH_ANALYSIS',
    dangerLevel: 'EXTREME',
    content: `
    살아온 환경이 사람의 성격을 결정한다는 것은 많은 사람들이 아는 이야기입니다. (일단 저는 전문가는 아니라는 것을 적어두고 시작합니다. 그저 사람을 분석하는 것, 정신심리 등에 관심이 많은 사람일 뿐입니다. 또한 범죄를 옹호하지 않습니다. 누아르 장르이기 때문에 현실과 분리해서 생각합니다.) 성격이라는 것은 추후에 바뀌기도 합니다. 어떠한 일을 겪고 나서, 성장하면서, 사회생활을 하면서요. 하지만 그 안에 담긴 기질은 타고난 특성이므로 보통은 바뀌지 않는다고 합니다. 그래서 TCI와 같은 기질 검사를 후에 다시 한다고 한들, 아주 미묘하게 차이가 날 수는 있어도 큰 틀에서는 완전히 뒤바뀌기는 어렵다는 것을 읽은 적이 있습니다.

     성격은 내, 외향을 모두 포괄하여 이야기를 하지만 기질은 일반적으로 정서적인 면을 이야기합니다. 불안, 우울, 차분, 공포 등 이러한 것들은 추후에 학습이 되기도 하지만, 타고나는 것들이 더 많습니다. 태생적으로 감정이 예민한 사람과 둔한 사람, 혹은 다른 이들보다 우울함을 조금 더 가지고 있는 사람들을 떠올려 보면 될 것 같습니다.
        
     최재영의 어린 시절은 정확히 제가 보지 않아 알 수가 없습니다. 그러나 대략적인 내용들로만 이야기를 하자면, 온화한 모친과 엄격한 부친 사이에서 자랐던 것으로 보입니다. 부모가 엄격할 경우, 아이는 강박/회피성 성향을 가질 가능성이 높습니다. 그런 성향을 갖게 된다면 당연히 우울과 불안도 함께 따라오게 되어 있고요. 불안과 우울이 조금만 있더라도, 양육 방식에 따라 그것을 다룰 수도 있을 것이고, 혹은 그것이 몸집을 불리게 될 수도 있습니다. 최재영은 아마도 후자에 가까울 것 같네요.
    
     중, 고등학생은 법적으로 미성년자입니다. 보호자가 있어야 한다는 말과 같습니다. 사회에서 정한 기준입니다. 그러나 최재영은 청소년기에 부모를 잃었습니다. 물리적으로든, 정신적으로든 최재영에게는 보호자가 없습니다. 게다가 이미 어린 시절부터 엄격한 부친의 아래에서 자라왔기 때문에, 건강한 자아와 방어기제를 가질 수 없었을 겁니다. 부모의 부재는 단순한 결핍이 아닙니다. 가정은 제일 처음 마주하는 사회라는 말이 있으니까요. 이건 세상과 자신을 잇는 끈이 끊어지는 일이며, 최재영은 그 단절의 가운데에서 살아왔습니다. 친척 집에 얹혀서 사는 것 역시도 그의 성격을 바꾸는 일 중 하나였을 것이고요. 그러면서 그는 타인의 표정을 읽고, 눈치를 보고, 그 말의 뜻에 담긴 것들을 해석하며 살아남는 법들을 익혔을지도 모릅니다.
    
     이러한 것들은 최재영이 최하람을, 그리고 자신의 휘하에 있는 조직원들을 볼 때 나타납니다. 기계 님의 세계관 설명회에서 보이는 것처럼 그의 커져버린 불안함은 예민함이 되었고, 그것은 자신의 생존 능력이자 방어 기술이 되었습니다. 그는 세상을, 사람을, 관계를 신뢰하지 않습니다. 그야 물론 자신도 그렇게 살아왔기 때문이죠. 1세대에서 2세대로 넘어가는 물갈이를 떠올린다면, 그 역시도 얼마 있지도 않은 신뢰를 저버린 것이니까요. 그게 과연 정말 신뢰였는지는 의문이지만요. 여하튼 그렇기에 최재영은 믿지 않아서 예측을 해야 하고, 예측을 하기 위해서는 통제를 해야 했습니다. 모든 것을 계산하고 계획하며, 변수의 여지를 없애려고 합니다.
    
     그래서일까요. 권력에 조금은 집요하게 매달리는 듯한 모습을 볼 수 있었습니다. 최재영에게 권력은 단순히 힘의 문제가 아니었을 겁니다. 안전의 문제였고, 통제의 다른 이름이었습니다. 어린 시절, 그는 자신을 지켜줄 울타리를 모두 잃어버렸습니다. 스스로 목숨을 끊은 모친, 완벽을 강요했으나 끝내 불륜으로 겨우 세워진 가정을 무너뜨린 부친, 눈칫밥을 먹으면서 얹혀살던 친척 집, 그리고 일용직을 전전하던 제 모습까지. 세상은 자신을 보호해 주지 않는다는 것을 남들보다 일찍 깨달았을 것 같습니다. 그에게는 어쩌면 평범하게 산다는 것이 애초에 허락되지 않은 일이었을지도 모르겠다는 생각이 들었습니다.
    
     그렇기 때문에 그는 권력을 갖기 위해 애를 썼습니다. 권력을 쥔다는 것은 예측이 가능해지고, 그렇다면 통제도 가능하니까요. 그러나 아이러니하게도, 권력을 쥔 이후부터 그는 더 불안해졌을 겁니다. 정점에 오른다는 것은, 더 올라갈 곳이 없고 내려갈 곳만 있다는 의미니까요. 그는 쉬지 않았습니다. 아니, 쉴 수가 없었다가 맞을 것 같네요. 자신을 향한 수많은 눈들, 그리고 제 목을 노리고 있는 제 하나뿐인 핏줄.
    
     그는 타인의 실수를 거의 혐오하는 것처럼 보였습니다. 사실 그 이면에는 두려움이 있었을지도 모르겠다는 생각을 했습니다. 그것들이 자신을 위협할 수도 있으니까요. 그래서 그는 믿음, 신뢰와는 거리가 있었고, 그러지 못하기에 온전히 맡기지 못했을 테고, 그렇기 때문에 모든 것을 직접 확인해야 하는 강박적 성향이 있었을지도 모르겠습니다. 예민한 성향은 어딘가에 빠지기가 쉽습니다. 그게 약물이든, 도박이든, 술/담배/성관계든 간에요. 약물과 술, 그리고 기타 다른 유해한 것들을 하지만, 그것도 그의 불안과 두려움을 없애주지는 못합니다. 왜냐하면 이미 자신은 제 손으로 세대를 교체했던 적이 있기 때문입니다. 그 피로 물든 왕좌에 올라있다고 해도, 그 자리가 결코 자신을 보호할 수 있는 것이 아니라는 것을 뼈저리게 느끼고 있으니까 말입니다.
    
     최재영은 아마도 자신을 통제하며 살아왔을 겁니다. 겉으로는 공격적이며 날이 서 있고, 빈틈 하나 없이 일을 처리하려는 것을 생각해 본다면, 최재영에게는 상당한 불안과 강박이 있는 것으로 여겨집니다. 그리고 그것은 그가 더욱 예민해지게 만드는 요소 중 하나일 테고요. 이러한 불안을 다루는 방식은 회피일 수도, 완벽주의일 수도 있습니다. 최재영은 후자로 나타난 것처럼 보입니다. 완벽해야만 인정을 받을 수 있었던 과거가 있기에, 자기 자신에 대한 확신보다 비판이 더 크게 자리하고 있을 겁니다. 이러한 완벽주의는 스스로를 구속하며, 타인의 불완전함을 견디지 못하게 했을 겁니다. 사소한 실수 하나가 무너지게 만든다고 생각을 하니까요.
    
     최재영은 실수를 허용하지 않습니다. 그에게는 완벽함이란, 존재의 조건이었기 때문이죠. 실수는 곧 약점이고, 약점은 곧 조직에서는 죽음으로 이어집니다. 그렇게 싫어했던 부친의 모습을 답습해가는 자신을 보는 최재영은 어떤 생각을 했을까요. 그는 결국 자신이 가장 미워했던 사람을 닮아 있었습니다. 분명 본인도 알고 있었을 테고, 그러고 싶지 않았을지도 모릅니다. 그러나 그가 악착같이 살아남기 위해서는 싫어도 어쩔 수 없었을 것 같습니다. 혐오하던 권위의 잔상을 품은 자신, 그리고 범으로 자라난 제 아들 최하람.
    
     최재영은 최하람에게 양가감정을 느낍니다. 상당히 모순적이라 생각합니다. 사랑을 주지 못 했던 것, 그러나 언젠가 제 목숨을 뺏어갈 범. 그 두려움은 단순히 죽음에 대한 것만은 아닐 겁니다. 자신이 만든 세계가 자신을 삼켜버릴지도 모른다는 것, 그리고 그 안에서 피로 맺은 관계들이 결국은 자신을 심할지도 모른다는 공포에 가까울 것 같습니다. 인간성이라고는 눈곱만큼도 없는 것처럼 보이지만, 이러한 생각을 하며 끝없는 두려움에 떤다는 것은 그가 아주 미세하게나마 인간성을 가지고 있다는 증거일지도요.

     그는 알고 있습니다. 언젠가 자신이 세운 이 질서에 자신이 굴복하게 될 것을요. 그 질서의 끝에 선 제 아들이 자신을 무너뜨릴 거라는 것도요. 그러나 그것이 필연이라는 것도 알고 있을 것 같네요. 이건 예언이 아니라, 경험에서 비롯된 것이니까요. 한 세대가 다음 세대를 밀어내듯, 자신이 했던 행동처럼 그 역시도 언젠가 밀려날 운명임을 알고 있으니까요. 
    
     그는 적어도 살아남았었습니다. 조직에서 살아남는다는 건 언제나 누군가를 밀어내야 하는 일입니다. 그는 누구보다도 그 진실을 잘 알고 있었습니다. 밀어내던 자가, 밀려나는 자가 되었습니다. 그가 세운 세대의 끝에서, 그는 자신의 목을 겨눈 범을 이기지 못했습니다. 그러나 어쩌면 그 순간에서야, 평생 붙들고 있던 불안과 두려움으로부터 아주 잠시나마 해방되었을지도 모르겠다는 생각이 듭니다.`
    };