export const gongmingu = {
    slug: 'gongmingu',
    title: '해리성 둔주에 대하여',
    date: '2025-12-05',
    status: 'PSYCH_ANALYSIS',
    dangerLevel: 'HIGH',
    content: `
     이 글은 생각이 난 김에 쓰고는 있지만, 갑자기 지워질 수도 있습니다. 주관 99%를 담아 쓰는 글이니까요. 1%는 공설이라서 제외하였습니다. (^^)

     언젠가 한 번 제대로 다루어 보고 싶었던 주제 중 하나였습니다. 얼마 전 읽던 책에서 해리성 둔주에 대한 이야기가 있었거든요. 예전 학부 시절에는 이런 것들로 케이스스터디를 하기도, 보고서를 작성하기도 했습니다. 실제 환자를 대상으로 쓰기도 했고, 드라마나 영화, 책에 나오는 캐릭터를 가지고 고찰을 하기도 했었습니다.
    
     저는 약 5년 가까이 정신과 간호사로 일을 했었습니다. 너무 개인적인 신상이 아니냐고 물으신다면... 세상에 간호사는 정말 너무할 정도로 많으며, 그 가운데 정신과에서 일을 한 간호사들도 비중이 꽤 됩니다. 그저 제 생각이지만 병원에 존재하는 몇 가지의 과 중에는 심할 정도로 적성을 타는 부서들이 있습니다. 대표적으로 응급실, 중환자실, 소아과 및 산부인과, 정신과인 것 같고요. 저는 학부 시절에는 정신과는 죽어도 가지 않을 거라고, 그런 곳이랑 절대 안 맞다고 생각을 했었는데 막상 일을 해 보니까 심각할 정도로 적성이 잘 맞았던 케이스였습니다. 어딘가 나사가 하나 빠져서 그럴지도 모르겠네요. 여하튼 이 이야기를 꺼낸 이유는 어제 나온 공민구에 관하여 쓰고 싶었습니다. 사실 공민구를 쓰는 건지, 해리 장애에 대해서 쓰는 건지는... 확신할 수가 없네요.
    

     일단 제작자 님이 밝혀주신 바와 같이 공민구는 해리성 둔주를 가지고 있습니다. 해리성 둔주에 대한 정의를 말하기 전에 해리 장애에 대해서 먼저 짧게 설명을 드려볼까 합니다.
    
     해리 (dissociation)은 방어기제 중 하나입니다. 물리적이든, 정신적이든 어떤 트라우마를 겪게 될 경우 기능의 일부 부분이 손상이 되는 것을 말하는데요. 잊어버린다는 점에서 건망증과 비슷한 거 아닌가 하실 수도 있겠지만, 그와는 조금 다릅니다. 조금 더 가까운 것을 택하자면 외상 후 스트레스 장애 (PTSD, Post-Traumatic Stress Disorder)일 것 같네요.
    
     해리 장애 (Dissociative disorder)은 정상적으로 통합이 되어야 하는 성격 요소들이 붕괴되어 나타나는 질환입니다. 이 안에는 해리성 기억 상실 (Dissociative amnesia), 해리성 둔주 (Dissociative fugue), 해리성 정체성 장애, 이인성 장애가 있습니다. 우리가 매체에서 흔히 볼 수 있는 것은 보통 해리성 기억 상실, 해리성 정체성 장애입니다. 교통사고가 나서 갑자기 기억을 잃어버린다거나, 다중인격장애를 가진다거나 하는 것들이 우리가 아는 해리 장애입니다. 우리나라에서는 가끔 빙의, 신들림 등의 형태로 표현하기도 하죠. 다른 것들을 떠나서 여기서 중요한 건 해리성 기억 상실, 해리성 둔주이므로 이것들 위주로 서술해 보겠습니다.
    
     모두가 알고 있듯이 기억상실이라는 단어가 있습니다. 이는 심인성과 기질성으로 나눌 수 있는데, 심인성이 지금 이야기할 해리성 기억 장애라고도 하며, 트라우마로 인해 기억 재생에 장애가 발생한 것을 말합니다. 기질성은 일상(사회, 직업 등)에 현저한 지장을 초래할 정도로 생기는 경우가 많은데, 대부분 저산소증, 저혈당, 낙상과 같은 외상, 뇌종양, 항불안제나 대마초와 같은 약물 사용 등으로 발생합니다. (이걸 쓰니까 떠오르는 어느 전산 팀장님...) 
    
     아무튼 해리성 기억 상실은 해리 장애 중 가장 많은 비중을 차지합니다. 자신과 관련된 정보를 기억하지 못 하는 것이 특징입니다. 몇 시간 또는 몇 년 동안 기억을 잊어버리거나, 혹은 사건의 일부만 기억할 때도 있고, 전체를 기억하지 못 하는 경우도 있습니다. 이는 갑작스럽게 나타나는 만큼, 회복 또한 갑작스럽게 이루어질 수도 있습니다. 회상에 대한 장애가 있는 것입니다. 그런데 새로운 정보를 학습하는 능력은 남아 있습니다. 해리성 둔주 역시도 기억의 조각을 잃어버리는 것입니다. 해리성 기억 상실 안에서도 드문 형태라고 합니다. 
    
     해리성 둔주는 일정 기간 동안 자신의 과거를 떠올리지 못하고, 일부 혹은 완전히 새로운 정체성을 갖고 생활을 합니다. 어떤 경우에는 스트레스 상황 후에 일정 기간 동안 갑자기 자신을 인식하지 못하는 경우도 있다는 말입니다. 어떤 사람이 기존의 기억을 잊어버리고 다른 사람으로 살아가다가 갑자기 둔주에서 깨어나면 다른 사람으로 살아가던 기억을 한순간에 잊습니다.
    
     대부분의 DSM-5 진단 기준을 살펴보면 일상을 유지하는 것에 유의미한 영향을 미쳐야 된다는 내용이 대부분입니다. 단순히 감기에 걸렸다고 해서 그걸로 내 일상이 뒤집히지는 않잖아요. 그러니까... 이제는 민구에 대한 이야기를 해 보겠습니다.
    

     여기서부터는 주관 99%의 글입니다. 
    
     제일 처음 만났을 때, 두세 턴 정도 돌자마자 바로 알아차렸습니다. 해리성 둔주인가? 이 생각이 바로 들었어요. 그래서 그 순간 이름을 생각하다가 이 이름도 가짜면 어떡하지? 했어요. 둔주가 시작된 순간부터의 기억만 남아있을 건데, 그마저도 온전하지 않잖아요. 해리성 기억 상실, 해리성 둔주의 경우 새로운 사람처럼 살아가기도 하고요. 그런데 또 인명한자사전을 보다가 아름다운 돌 민, 을 보고 뒷걸음질 쳤습니다. 왜 저런 한자가 있는 거야, 대체.
    
     5월 5일은 많은 분들이 이야기를 하셨던 것처럼 어린이날입니다. 그런데 왜 어린이날이냐... 저는 정말 몸은 자라는데, 정신은 그 자리에 멈춰있어서 그런 것 같다는 생각을 먼저 했다가요. 가끔 누군가가 주워온 날이 어린이날이었을까? 이런 생각도 했다가... 그냥 주입식 교육으로 네 생일 5월 5일임! 이렇게 한 건 아닐까 생각도 해 봤어요. 혹은 그날부터 둔주가 시작이 되었을까? 물론 아직도 모름. 와중에 안경을 정말 자주 깨먹는 것 같은데, 전 실장님 속 터질 듯.
    
     공민구는 현재 해리성 기억 상실과 해리성 둔주 상태로 보입니다. 제 세션에서는 17살에 처음 설원회에 왔다, 밀실에서 눈을 떴다고 되어 있는데, 입단과 관련된 내용은 여전히 오리무중이라 그것들은 제외하겠습니다. 그러나 공민구는 자신이 17살에 여기에 왔는지도 기억하지 못합니다. 왜냐하면 그는 자고 일어나면 매일이 새로운 하루니까요. 그저 자신의 기숙실에 있는 돌들 아래에 있는, 과거의 자신이 적어놓은 메모를 읽고 대충 가늠을 할 뿐입니다. 이건 기억의 조각이라고 해야 할지, 기억의 무덤이라고 해야 할지...
    
     해리성 둔주는 자신의 기존 신분과 정체성을 잊어버리고, 새로운 신분, 정체성을 얻게 되는 것. 그렇다면 이 공민구의 정체성도...? 갑자기 다른 곳으로 떠나서 새로운 삶을 살게 된 계기가 있을 것 같은데... 지금의 공민구는 후향성 기억 상실을 바탕으로 전향성 기억 상실도 동시에 있어서 매일 새로운 삶을 살고 있는 것 같단 말이죠. 대체 얼마나 많은 일이 있었던 걸까. (일과성완전기억상실과는 다릅니다. 이는 24시간 이내에 호전이 되어야 해요.)
    
    - 전향성 기억상실, Anterograde amnesia : 기억 상실의 원인이 되는 시점을 기준으로 이후에 발생하는 사건에 대해 기억을 하지 못 하는 것.
    - 후향성 기억상실, Retrograde amnesia : 기억 상실의 원인이 되는 시점을 기준으로 이전에 발생했던 사건에 대해 기억을 하지 못 하는 것.
    
     눈을 떴을 때 처음 보는 공간을 마주할 때, 사람들은 으레 당황하곤 합니다. 저였어도 눈을 떴는데, 낯선 공간이면 좀 무서울 것 같기도 해요. 그걸 몇 번 경험한 공민구는 어느 순간 깨달았겠죠. 이렇게 있으면 미래의 나도 매일 이렇게 놀라겠구나 하고요. 그래서 미래의 자신을 위해서 메모를 하나씩 붙여둔 게 아닐까 생각했습니다. 당황하지 말 것, 설원회 암살팀 공민구, 전의곤/류세이 믿을 수 있음, 이런 것들. 그런데 이거 알아보려고 리롤 좀 치고 해 봤는데, 전 실장님이 과거와 비밀은 발설 금지라고 했다고 하네요. 그럼 전 실장님이 시키셨으려나. 일단 3년 전 이야기를 꺼내보면 밀실에서... 눈을 떴다고 하는데, 왜? 무슨 일이 있었던 걸까. AI 농간에 놀아나다가 결국 전 실장님이 민구가 제주도민이라는 말도 안 되는 소리까지 하시지 뭐예요. 아니, 그런데 이걸 떠나서 마음이 아픈 부분은 어제 그 돌을 주웠을 때에는 예뻐서 주웠을 건데, 다음 날 일어났을 때는 그 감정을 그대로 못 느낄 거 아니에요. 
    
     그런데 암살팀으로는 참 적합하긴 해요. 돌아서면 까먹는다는 게 마냥 나쁜 것만은 아닌가 싶기도 하고요. 암살 임무를 하고 자고 일어나면 기억이 나지 않을 테니까. 축복인지, 저주인지, 그 뭐시기인지. 그렇다면 전 실장님이 현무암 이야기를 꺼낸다는 건, 자신의 이야기를 하고 잊어버리니까 공민구에게 이야기를 한 걸까요. 아니면 정말로 얘가 기억을 하는지 확인하려고 현무암을 물어보는 걸까요. 아니면 민구가 현무암을 보고 싶다고 말하고 다녀서 그걸 말하는 걸까요. 지능 0 상태가 됨. 그래서 다른 의미로 정말, 진짜 궁금해요. 전 실장님은 왜 민구를 챙겨줄까요. 민구한테서 혜수가 겹쳐 보였나? 아니면 어린 시절의 자신이 겹쳐 보였나? 일개 조직원의 안경에 금이 간다고 해서 챙겨주는 사람이 어디 있어요. (태설 간부들을 떠올리면... 있나요? ㅋㅎ) 실장님이 직접 챙겨주는 건 다 이유가 있을 텐데 말이죠. 아무리 정이 많은 사람이라고 하더라도요. 
    
     이와 관련해서 해외 논문과 전공책, 기사 등을 확인했었는데, 수면 시간에 영향을 받은 케이스도 있더라고요. 그래서 자던 공민구를 깨워봤습니다. AI 농간 ㄹㅈㄷ네요. 아무리 그래도 몇 시간 안 재웠지만, 기억을 하면... 내가 곤란하지 않을까. 아니, 이러고 임무 갔다가 다시 잠을 좀 많이 재웠더니 까먹네요? 농락 진짜... 퍼즐을 어떻게 맞춰야 할지 감도 안 옵니다.
    
     이만큼 쓰고도 정리가 된 게 하나도 없어서 솔직히 실망스러움요. 어쨌든 이런 내용들은 병원 질환 정보 탭, 지식백과, MSD 매뉴얼, 국가정신건강정보포털, 핵심정신의학 등에 있으니... 궁금하신 분들은 읽어보시면 될 것 같고요. 저는 조금 더 깊생을 해야겠습니다. 결국 해결이 된 건 아무것도 없음.`
    };
