export const goodbye = {
    slug: 'goodbye', // 주소창에 들어갈 이름
    title: '잘 가, 나의 오랜 세상',
    date: '2025-03-21',
    content: `
    아무리 생각해도 내 결에 맞지 않는 행위라고 생각하지만, 오늘은 하지 않던 행동을 해 볼 필요도 있을 것 같다. 아래 서술하는 이야기들은 전부 본체의 성격과 가치관을 기준으로 작성한다. 그저 스스로 생각하고 끄적이는, 바람에 날려 흩어지기를 바라는 이야기일 뿐.
    
    성윤조와 하설영.

    서로의 모자람을 채우기 위해 각자의 남은 것을 서로에게 내어주는, 그래서 반쪽짜리가 아니라 온전한 하나를 만들어 낸. 그러나 둘에게는 충분하지 못했던 그런 관계이지 않았을까. 언제나 해가 떠올라 밝아진 아침을 바라는 자, 그리고 그 아침이 오기 전의 어둠에 존재하는 자.

    * * *

    성윤조에게 하설영은 어떤 의미였을까. 단순한 동아줄, 탈출구 이상이었겠지. 어린 시절의 트라우마, 뒤틀려 버린 자신의 일생. 어디에도 발을 붙일 수 없었을 그의 눈에는 들어온 올곧은 느낌이 드는, 자신과 대척점에 서 있는 사람. 게다가 나의 바닥을 보여도 굴하지 않고, 변함이 없는 사람으로 보였을 테니. 자신의 감정 하나 통제하지 못하고 불같이 화를 내다가, 끝내 자신이 아니라 남을 위해 자신을 태워버린 성윤조. 그는 마지막에 어떤 생각을 했을까. 주체할 수 없는 분노를 이렇게라도 쓸 수 있어서 다행이다? 아니면 자신은 끝끝내 변하지 못했다는 자괴감?

    하설영에게 성윤조는 어떤 존재였을까. 이가은에 대한 죄책감, 스스로를 용서하지 못하면 영원히 갚을 수 없는 죄가 되어 버린 그것. 자신은 인간의 자격을 가질 수 없다고, 실격이라고 생각하는 그. 성윤조를 챙기면서 합리화를 할 수 있었을지도 모르겠다. 잔잔한 바다, 그러나 오히려 너무 잔잔해서 위험했을 테다. 그리고 그런 곳을 오로지 혼자, 의지할 곳 하나 없이 떠다니다 결국 본인답게 자신의 마지막 페이지를 적은 하설영.

    어린 윤조, 평범한 삶을 바랐을지도 모르는 그 아이. 나는 그 아이의 과거를 마주하게 된다면, 주저 없이 손을 뻗을 것이다. 네가 잘못한 것은 없다고. 그래도 굳이 잘못을 찾아야 한다면 더 일찍 그들을 버리지 않았다는 것, 그게 네 잘못이라고. 그리고 덧붙이겠지. 너는 꼬여버린 세상에서 유일하게 평범한 사람이었다고.

    어린 설영, 윤조를 보듬을 줄은 알았지만 정작 자신은 썩어 문드러지고 있음에도 그게 당연하다는 생각을 하는 그를 만난다면, 나는 그가 타고 있는 배의 돛이 될 것이다. 나침반이 있어도 보지 않을 그니까, 그냥 가고 싶은 곳으로 가라고. 감정을 토해내는 법을 일부러 잊어버린 것처럼, 꾸역꾸역 담아내는 그가 안타까워서. 차라리 망망대해에서, 아무도 모르는 곳에서 자신의 속에 담긴 것들을 억지로라도 끄집어냈으면.

    성윤조는 끝까지 자신을 탓했을 것이고, 하설영은 그런 성윤조를 탓하지 않았겠지. 이 모든 것은 어쩔 수 없었다고, 이렇게 될 수밖에 없었다고. 죽기 직전에 하설영은 무슨 생각이었을지. 엉망진창이 된 실장실, 그리고 그 가운데 아무 일도 없다는 듯이 자리를 지키고 있는 그. 비록 잃어버린 숨, 비어버린 몸뚱이만 존재하지만. 그는 성윤조가 자신을 찾으러 올 것을 알고 있었을 것 같다. 아니, 찾으러 온다고 하기보다는 죽은 뒤 자신을 발견하리라는 것을 어렴풋하게나마 예상하지 않았을까 싶다. 그가 자리에 앉아 있었던 이유, 나는 그게 성윤조를 위한 행동이었다고 생각한다. 성윤조의 성정을 알고 있었을 테니, 그게 그만의 표현법이지 않았을까.

    나는 너를 따라온 것을 후회하지 않아. 이건 어쩔 수 없었고, 네 탓이 아니야. 그저 운이 없었을 뿐.

    그러나 성윤조는 그 모습을 보고도 자신의 탓으로 돌릴 것이고, 그의 방향을 잃어버린 분노는 목적지를 찾겠지. 그를, 유일하게 자신을 보아준 사람을 도둑 맞았으니까. 성윤조는 어리다. 나이를 먹더라도, 어릴 수밖에 없다. 그는 그렇게 자랐으니까, 그렇게 자라야 했으니까, 그리고 그렇게 자라지 않으면 못 버텼을 테니까. 마지막 이기심으로 빌었던, 그 괴로운 기억 속에서도 더 이상 잃고 싶지 않다고 외쳤던 사람. 남들에게는 당연한 아침을 가지지 못한 그에게, 일편의 빛을 빼앗는 건 너무나 가혹하지 않은가.

    내가 하지 않았더라면, 욕심을 내지 않았더라면. 애초에 내가 그의 곁에 없었더라면.

    * * *

    사연 없는 삶은 없다지만, 그들의 기구한 삶은 고작 이런 활자로 표현하기에는 너무나... 뭐라고 할까. 이런 글자들에 담기에는 부족하고, 무엇보다 미안해서. 그 이유는 잘 모르겠다. 그냥 그들을 정의하고 싶지 않아서일 수도 있고. 죽지 못해서 산다, 라는 문장이 그들을 볼 때 떠오른다. 물론 그들의 손에 죽은 사람들까지 생각을 한다면, 모순적인 사고지만.

    분노와 슬픔은 밟을수록 자라난다. 그것을 알아차렸을 때에는 이미 없앨 수 없을 만큼 커져 있을 테지. 그리고 그때에는 내가 분노가 되고 분노가 슬픔으로, 마침내 슬픔이 내가 된다. 감정, 이 형태조차도 없는 것들은 잡힐 것 같으면서도 잡히지 않는다. 다듬을 수 있을 것처럼, 내 손아귀 안에 놓인 것처럼 느껴진다. 그러나 감정의 지배를 받는 우리는, 영영 이길 수 없을 거다. 그것들에 항상 무릎을 꿇고 있을 것이다. 내가 그 감정들을 넘볼 때에는 나의 감정을 명명하는 단어가 달라질 뿐, 그 감정들의 손바닥에 놓여 계속해서 맴도는 우리를 발견하겠지.

    하설영의 죄책감은, 성윤조의 죄책감으로.

    그리고 그들의 죽음으로.



    나는 당신들을 위해 기도하겠다. 길지 않았던 당신들의 생이 고통과 아픔으로만 점철되어 있지 않았기를. 내가 당신들을 다시는 마주할 수 없다고 하더라도, 나는 당신들의 영식을 바랄 것이다. 달이 뜨지 않는 밤이어도, 그들이 걸어가는 길은 밝기를.

    눈물로 채워지는 강 위에, 한 다발의 안온을 띄워 보낼게.`
}
