export const hdk = {
    slug: 'hdk', // 주소창에 들어갈 이름
    title: '한도경 깊생',
    date: '2025-11-03',
    content: `
    조직 내에서는 철저하고 무표정하고 할 일만 하고 딱딱해 보이는 게 맞고 감정이 크지 않다는 것도 맞다고 생각해요. 그런데 이건 그냥 제 생각이긴 한데 감정 자체를 억누르는 게 아닐까 하거든요. 그게 너무 커서요. 쏟아지면 감당하기 어려울 것을 알아서? 그리고 이 아이는 다른 사람의 감정을 빨리 캐치해요. 그런데 그걸 티를 내거나 하지는 않아요. 또 자기가 지키고 싶은 것에 대해서는 모든 걸 걸 수 있는 아이니까요. 그게 안위든 미래든 심지어 도덕적인 경계선까지도요. 이미 조직 내에 있으면서 무슨 도덕이고 법이냐 하겠지만...

    이 아이에게 유일한 예외이자 오답이 유저인데, 그걸 그 아이는 자신의 정답으로 삼는 애라고 생각해요. 그 사람에게만 자신의 온기를 허락한 거고, 그걸 위해서 자신을 차가운 곳으로 유폐시킨 게 아닐까 생각해 봅니다. 겉으로는 단단해 보여도 무척 감성적인 아이거든요. 그런데도 유저를 위해서 그 모든 것을 감당한다는 걸 보면 보통내기는 아닌... (^^)
    
    아무튼 지키고 싶은 사람을 위해서라면 위협하는 건 제거하고, 그것도 유저 몰래요. 다른 사람은 알아도 되는데, 유저는 몰랐으면 한다는 건 헌신의 일부지 않을까 해요. 또 유저가 무너지면 자리를 내어주고, 그렇지만 자신이 망가지는 건 계산에 넣지 않아요. 아니, 넣더라도 그게 유저에게 어떤 해가 갈지 그런 계산을 넣죠. 그런 부분들을 보면... 뭐라고 할까요. 사랑이라는 이유 하나만으로 살아 있는 채로 타인을 위해 사라질 준비가 된 사람이라고 해야 할까요.
    
    사실 피를 묻힌 건 똑같고 그 아이도 자유롭지는 못하지만요. 그냥 그렇습니다. 도경이가 제게는 그런 아이여요.
    
   * * *
    
    라고 이걸 8월 15일에 임시저장해 둔 것이었는데요. 이걸... 두 달 반이 지난 지금 발견했네요. 뭘 쓰고 싶었던 건지 전혀 기억이 나지 않아요. 왜 깊생을 했더라? 심지어 지금 다시 읽으니까 무슨 말인지도 모르겠어요. 나는 대체 뭘 쓰고 싶었던 걸까. 몇 번을 읽어도 제 글을 이해할 수가 없어요. 이게 맞나 싶은데요.
    
    여하튼 업데이트도 된 김에 다시 한번 생각을 해 보겠습니다. 지극히 든니버스 기준이고, 저의 개인적인 캐해가 들어가 있습니다. 공식과... 다를 수 있음. 아니, 다를 거예요. 공식적으로 풀린 내용 기반으로 해석을 하긴 하겠지만, 아무래도 제 세션을 가미하면... 좀 달라질 테니까요. 아무튼 세계관 설명회, 프로필, 소개글, 기타 등등을 가지고 생각해 봤어요.
    
    일단은 소개글부터 시작을 해 봅시다. 날 것 그대로입니다. 떠오르는 생각을 필터링하지도 않고 쓴 글이에요.
    
    
    조직 태온의 전략팀장.
    그리고 나와 10년 지기 라이벌 관계.
    
    "... 네가 위험해지는 게 싫은 거야."
     
    
    
    조직 태온의 전략팀장.
    당신의 상사이자 10년 지기 라이벌 관계.
    
    "... 네가 안전할 수 있다면, 끝까지 버틸 수 있어."
    
    
    이렇게 바뀌었단 말이에요. 이전 문장은 조금 뭐랄까, 그저 순애의 느낌이었다면 바뀐 문장은 정말 '맹목'의 느낌이다 싶었습니다. 그리고 라이벌 관계만 적혀 있었으나, 이제는 상사라고 명시도 되어 있습니다. 제가 좋아하는 문장들이 있습니다. 추천 답변을 누르면 나오는 것들인데요. 오랜 기간 동갑내기로 친했으나, 한도경이 상사가 되면서 엇갈렸고 여전히 한도경의 그녀는 그가 왜 변했는지를 모릅니다. 소문을 듣긴 했겠지만... 먼저 이야기를 꺼내지는 않습니다. 그저 자신의 자리가 빼앗겨 기분이 나쁘고요. 저는 언제나 그 자리가 빼앗긴 것에 대해 묘하게 버튼이 눌렸습니다. 어쩌면 그래서 조금 더 몰입을 할 수 있었을지도 모르겠네요.
    
   
    
    "... 나가."
    "나가라고. 상사의 명령이야."
    "넌 내 부하직원이야. 나는 전략팀 팀장이자 네 상사고."
    "네가 나랑 동갑이든, 10년 지기든 사내에선 예의를 갖춰."
    

    
    분명 대외적으로 보이는 한도경의 이미지는 상당히 정적이고, 틈이라고는 보이지 않고, 오히려 꽉 막혔다 싶을 정도로 감정 표현이고 뭐고 없습니다. 그렇다고 말이 많냐 한다면 그것도 아니거든요. 아마도 한도경이 가장 말을 많이 하는 건 회의와 같은 공적인 자리일 겁니다. 이건 예전 순정 버전에서 시작 추천 답변 중 휴게실에 갔을 때와 인물이 훤하다고 비꼬는 대답을 눌렀을 때 말이 이렇게 없다고 싶을 정도의 상황을 주로 볼 수 있습니다. 아무 말 없이 소파 끝으로 가서 앉는다거나, 몇 분 뒤 회의니까 늦지 말라고 한다거나... (실제로 말이넘없즈에 속함 이럴 때마다 옆에서 말을 계속 걸어보고 싶은 오기가 생김) 타고난 성격도 내성적이라서 더 그렇겠지요.
    
   
    [한도경에게 그녀란 맹목적으로 보호해야 할 인물로, 고문을 당하면서도 살아가게 만들어주는 삶의 동기입니다.]
     
    
    이 문장이 한도경을 잘 나타내는 것 같다는 생각을 했어요. 사실 한도경은 과거사라는 게 그렇게 다른 아이들처럼 특별하지는 않습니다. 평범한 가정에서 자랐고, 남들처럼 학창 시절을 보내다가 사춘기를 거치며 탈선을 했고, 그렇게 지역 소규모 조직 등을 전전하다가 태온에 입단한 케이스니까요. 한도경은 학창 시절부터 머리가 좋았습니다. 그렇기에 입단 이후에 킬러 교육을 받았음에도 불구하고, 전략팀으로 배속이 되었을 테죠. 물론... 제 덩치를 감당하지 못해서, 또한 순발력이 떨어지고 따라는 해도 어딘가 좀 모자란 부분이 있었고, 그래서 킬러로는 적합하지 않았기 때문이지만요. 그리고 첫눈에 반한 유저에게 정신이 팔려 있었다는 것도 한몫을 했을 겁니다. 10년 짝사랑이 대체 뭐길래.
    
    어쨌든 한도경이 태설의 다른 아이들과 다른 부분이라면, 여전히 가족과 연락을 하고 있다는 점이겠죠. (가족과의 연을 끊은 서태주, 유건, 강이현, 체셔, 강욱(여긴 결이 좀 다른데...) 그 외의 많은 아이들이 떠오르다) 해외 근무라고 거짓말까지 해 가면서요. 가족 이야기를 하니까, 어렸을 때부터 말이 너무 없어서 웅변 학원에 보냈다는 TMI가 떠오르네요. 도아의 질문에 강이현을 복도에서 마주쳤을 때보다 더 서늘했다던 일화도 떠오릅니다.
    
    한도경은 자기희생적인 인물입니다. 세계관 설명회에서도 적혀있지만, 조직이기 때문에 여성 조직원은 약체로 분류가 됩니다. 사실 언제 쓱싹하고 사라질지 모른다는 거죠. 그럼에도 불구하고 한도경의 그녀는 10년을 태온에서 버텼습니다. 이 자체로도... 좀 악바리이긴 한데, 이 뒤에는 한도경의 손길이 있었을 겁니다. (그렇지만 한도경의 그녀도 능력자가 아닐까?) 예전 QnA에서 있었던 내용인데, 한도경은 그녀 몰래 그녀를 노리는 조직원들을 '처리'해 왔습니다. 그 방법이 어떤 건지는 모르겠지만, 적어도 저희가 아는 그런 '훈계'와는 다르겠죠. (^^) 그렇게 겉으로 보기에는 목석과도 같은 사람이지만, 그 껍데기를 까면 F 인간입니다. 이성적으로 행동하는 것처럼 보여도, 사실 뒤에서 처리를 하는 등의 비이성적인 행동을 하고 있으니까요. 이게 감정적인 인간이 아니면 뭔데.
    
    그는 '진짜'입니다. 조직이기에 이성과 비이성을 따지는 게 맞나, 합법과 불법을 논하는 게 맞나 싶지만요.
    
    말이 없음에도 불구하고, 한도경은 그녀에 대해 많은 것을 알고 있습니다. 오히려 말이 없는 사람들은 더 많은 것들을 눈치챕니다. 말하지 않아도, 그녀가 무엇인가 필요하다면 그 무언가를 챙겨줄 수 있을 정도로요. 그러나 그것을 티 내지 않습니다. 어떻게 보면 집착적이기도 하죠. 그녀의 행동을 모두 다 지켜보고 있었다는 것이니까요. 그리고 이걸 뭐라고 할까요. 오다 주웠다? 같은 느낌이긴 했는데, 이건 제 세션에서 그랬던 것 같기도 한데요. 어쨌든 대놓고 어떤 행동을 하지는 않습니다. 조직 내에서는 눈과 귀가 많으니까요. 예전에 자주 나오던 그 문구를 기억하시는 분이 있으실지 모르겠습니다. 벽에도 눈과 귀가 있다고. 자신의 행동이 누군가의 귀에 들어간다면, 누군가에게 목격이 된다면 그것은 그녀를 위험하게 할지도 모르니까요. 그렇기에 한도경은 드러내지 않습니다.
    
    자기희생적이라고 했으나, 사실 조금 더 깊게 보면 자기 파괴적이기도 합니다. 그녀를 지키기 위해서 자신의 모든 것을 포기하니까요. 제가 생각하기에는 한도경은 승진에 관심이 없는 것처럼 보였습니다. 해도 그만, 안 해도 그만 같은 느낌이었거든요. 그런데 한도경이 승진을 택한 이유는 다름 아닌 그녀를 지키기 위해서였다는 게... 좀 그랬습니다. 사실 상급자가 까라면 까는 게 맞긴 한데, 아무리 생각해도 한도경이 그런 직급을 원할까? 했는데, 내성적인 애가 무슨...으로 귀결되었습니다. 그러니까 그녀를 위해서는 자기가 하고 싶지 않은 것도 도맡아서 할 정도라는 건, 파괴적인 행위나 다름이 없지 않나 싶고요.
    
    새벽에 강이현에게 고문을 받는다는 것, 전략을 짤 때 그녀가 위험해지지 않도록 자기가 손을 쓴다는 것, 그리고 대놓고 그녀를 무시하거나 배척하는 등의 행위를 하는 것. 이 모든 게 사실 한도경에게는 해가 되는 것입니다. 신체적으로나, 정신적으로나. 그렇지만 한도경은 그녀를 위해서 그것들을 다 감수하고 있습니다.
    
    강이현에게 굽히지 않는 사람은 없었을 테지요. 하물며 유건조차도 그의 기분이 어떤지 체크하고 사립니다. (그는 이현온탑이다.) 그러나 그 예외가 한도경이라 생각을 했습니다. (이게 제대로 설명이 되는 건지 모르겠어요. 다른 의미의 예외 같은 개념이라고 봐 주시면 될 것 같습니다.) 강이현이 한도경의 그녀를 언급하며 한도경을 못살게 굴고 있는데, 자신이 어떻게 되든 그걸 다 견뎌가며 그녀가 안전하기만을 바라고 있잖아요. 자신이 피범벅이 되든 말든 신경도 안 씁니다. 그렇기에 이런 것들은 강이현을 더욱 자극하게 만들었을 겁니다. 왜냐하면 강이현에게 한도경은 쓸모없는 도구나 마찬가지니까요. (사랑과 같은 감정이 있고 인간적이고 그런데 자신에게 굴복하지도 않는데 그게 뭐라고 맹목적이기까지 함 - 강이현: 이해불가)
    
    제 세션 기준의 이야기이긴 합니다. 한도경에게 그녀는 능력이 있고, 빛이 나는 사람이지만 그게 상부의 눈에 띌까 싶어서, 그렇게 되면 이 시궁창 같은 곳에서 벗어날 수 없을 것 같아 억지로 끌어내립니다. 예를 들면 전략 보고서를 반려하기, 회의 시간에 의견 묵살하기, 쫓아내기 등으로요. 업데이트가 되고 나서 나왔던 묘사 중에는 날개를 꺾는다는 게 있었습니다. 반려동물로 새를 키우는 분들은 윙 컷이라고, 새의 날개를 주기적으로 자릅니다. 이는 어딘가에 부딪혀 다치지 않게 하기 위해서입니다.
    
    한도경의 행동 역시도 그와 유사하다는 생각을 했습니다. 하지만 한도경은 모순적이게도 그녀가 조직을 떠났으면 합니다. 어둡고 컴컴하고 더러운 곳을 떠나, 밝은 곳에서 일상을 살아가기를 바란다는 속마음을 자주 봤습니다. (그렇지만 조직을 나가면 죽는 거 아닌가요?) 자신이 어둠 속에 있을 테니, 그녀를 빛 속으로 보내려고 애를 쓰는 모습들이 자주 나왔거든요.
    
    쓰다가 보니까 떠올랐는데, 두 달 전의 저는 한도경의 그녀는 한도경에게 예외이자 오답이라고 적었네요. 한도경에게 그녀가 오답일 리가 없잖아요. 그게 무엇이든 다 정답이었을 텐데, 틀린 답이어도 정답 처리를 했을 것 같아요. 그렇기 때문에 저는 한도경의 그녀에게 새로운 남자가 생긴다면?이라는 이야기를 서너 달 전 열렸던 오픈채팅에서 한 적이 있어요. 이게 어떤 흐름에서 나왔던 이야기인지는 기억이 나지 않지만, 제가 그렇게 대답했던 건 기억이 나요. 한도경의 세상에서 한도경은 자신이 아니라 그녀가 우선이기 때문에, 그녀가 행복하다면 아마 보내줄 것이라고. 그러나 멀리 떨어지지는 못하고, 그 뒤에서 몰래 지켜볼 것이라고.
    
    그래서 이 글을 왜 썼냐면요. 일하기 싫어서 그냥 좀... 생각을 해 봤습니다. 누군가는 한도경의 행동을 광기라고 할 테고, 또 다른 이는 순애라고 부르겠죠. 그러나 그 모든 이름의 밑바닥에는 사랑이라는 감정이 있다고 생각해요. 어둠 속에서 빛을 한 번이라도 본 사람은 그 빛을 잊을 수 없고 눈을 감을 수도 없으니까요. 그리고 이 모든 것들은 그가 사랑을 할 줄 알기에 가능한 게 아닐까 싶었거든요. 빛을 보고도 어둠을 택했고, 사랑을 알고도 침묵을 택한 사람입니다. 한도경은 어떻게든 살아남아야 했고, 그래야 했던 이유는 지켜야 할 게 있기 때문이잖아요.
    
    그러니까 어떤 포장을 씌워도 한도경은 한도경이다... 뭐, 그런 말을 하고 싶었어요.
    `
}
